Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/voting/index.html.txt.tmx
Source language: en
Languages: ga

source: In order to vote in an election or referendum in Ireland, you must be registered to vote
ga: Chun vótáil i dtoghcháin nó i Reifrinn in Éirinn, ní mór duit clárú chun vótála

source: Find out if you are eligible to vote and how to register
ga: Faigh amach má tá tú incháilithe le vóta a chaitheamh agus ar an dóigh chun chlárú

source: Facilities for voters with disabilities
ga: Na háiseanna do vótálaithe le míchumais

source: Procedures in place nationally, that help disabled people in Ireland to vote
ga: Tugann an cháipéis seo cur síos ar na háiseanna atá ar fáil chun cúnamh a thabhairt do dhaoine faoi mhíchumais a vótaí a chaitheamh

source: Proportional representation is the system of voting used in all elections
ga: Tá ionadaíocht chionmhar i bhfeidhm leis an gcóras vótála i ngach toghchán

source: Find out how proportional representation works; counts, quotas, transfers, recounts and examples
ga: Faigh amach conas a oibríonn ionadaíocht chionmhar: comhaireamh, cuóta, aistrithe, athchomhaireamh agus samplaí

source: Most Read in "Government in Ireland"
ga: Ábhar is mó éilimh i "Rialtas in Éirinn"

source: Presidential Election in Ireland
ga: Bunchearta faoi Bhunreacht na hÉireann
